MultiEntangle/WDE2017.tex
% Created 2021-02-03 Wed 04:00
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Edward Kim}
\date{\today}
\title{WDE2017 (Multi-paritite Entanglement)}
\hypersetup{
 pdfauthor={Edward Kim},
 pdftitle={WDE2017 (Multi-paritite Entanglement)},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Equivalences of classes of multipartite entangled states.}
\label{sec:org289b808}
\begin{itemize}
\item \href{https://arxiv.org/pdf/0909.5152.pdf}{Local unitary equivalence of multipartite pure states (Kraus)}
\item \href{https://arxiv.org/pdf/1210.4583.pdf}{Everything You Always Wanted to Know About LOCC(But Were Afraid to Ask) (Chitambar et al)}
\end{itemize}

\subsection{SLOCC-equivalence classes through invariants}
\label{sec:org6ca10d4}
\subsubsection{Cayley Hyper-determinant}
\label{sec:org7e31bcb}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/0206111.pdf}{Classification of multipartite entangled states by multidimensional determinants (Miyake)}
\end{itemize}
\subsubsection{Invariants through homogeneous polynomials}
\label{sec:org0d4c8a7}
\begin{itemize}
\item \href{https://arxiv.org/pdf/1304.7259.pdf}{Classification of multipartite entanglement in all dimensions (Gour, Wallach)}
\end{itemize}
\subsubsection{Monogamy of Entanglement}
\label{sec:org6ff7435}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/9907047.pdf}{Distributed Entanglement (Coffman et al.)}
\end{itemize}
\subsubsection{Infinite classes for 4-qubit systems}
\label{sec:org7757441}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/0109033.pdf}{Four qubits can be entangled in nine different ways. (Verstrate et al.)}
\end{itemize}


\section{Asymptotic manipulation of pure multipartite entanglement}
\label{sec:org08b2af6}

\subsection{Minimial reversible entanglement generating set (MREGS)}
\label{sec:orgc07a1c9}
\subsubsection{For tripartite state}
\label{sec:org8a5d312}
\begin{itemize}
\item \href{https://static1.squarespace.com/static/54563869e4b07b34ee649b68/t/54cfc16ee4b0aaa4b1486791/1422901614622/083.+art\%253A10.1007\%252Fs11128-005-4608-0.pdf}{Reversibility of Local Transformations of Multiparticle Entanglement (Linden et al.)}
\item \href{https://arxiv.org/pdf/quant-ph/0202056.pdf}{On the structure of a reversible entanglement generating set for three–partite states (Acin et al.)}
\end{itemize}

\subsubsection{Conversion rates from GHZ state from Geometric Complexity}
\label{sec:org467692a}
\begin{itemize}
\item \href{https://arxiv.org/pdf/0805.2977.pdf}{Tripartite entanglement transformations and tensor rank (Chtambar et al.)}
\item \href{https://arxiv.org/pdf/1603.03757.pdf}{Nondeterministic quantum communication complexity:the cyclic equality game and iterated matrix multiplication (Buhrman)}
\item \href{https://arxiv.org/pdf/1310.3244.pdf}{Asymptotic entanglement transformation between W and GHZ states (Vrana, Christandl)}
\end{itemize}

\section{Entanglement Measures}
\label{sec:org654c442}

\subsection{Geometric Measure}
\label{sec:org4039b25}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/0307219.pdf}{Geometric measure of entanglement and applicationsto bipartite and multipartite quantum states (Wei, Goldbart)}
\end{itemize}

\subsection{Hierarchies of Separability for Mixed States}
\label{sec:org739ffae}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/0407135.pdf}{Complete hierarchies of efficient approximations to problems in entanglement theory (Eisert et al.)}
\item \href{https://arxiv.org/pdf/quant-ph/0112007.pdf}{Distinguishing separable and entangled states (Doherty et al)}
\item \href{https://arxiv.org/pdf/quant-ph/9903018.pdf}{Separability and distillability of multiparticle quantum systems (Dur et al) }
\item \href{https://arxiv.org/pdf/quant-ph/9911044.pdf}{Classification of multi–qubit mixed states:  separability and distillability properties (Dur et al)}
\end{itemize}

\section{More Invariants}
\label{sec:org05c3381}
\begin{itemize}
\item \href{https://arxiv.org/pdf/quant-ph/0506058.pdf}{Algebraic invariants of five qubits (Luque, Thibon)}
\end{itemize}

\section{Non-locality}
\label{sec:org2c1d95b}
\begin{itemize}
\item \href{https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.65.1838}{Extreme quantum entanglement in a superposition of macroscopically distinct states (Mermin)}
\end{itemize}
\end{document}
